[DamageType.DmgType_Transfusion_Impact WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[DamageType.DmgType_Transfusion_Impact:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="The treatment works"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.Skill_TransfusionEffect SkillDefinition]
SkillName="Blood transfusion effect"
SkillDescription="Creates a healing projectile that attacks nearby characters.."
LockedSkillDetailStr="<Locked>"

